tap "macos-fuse-t/cask"
brew "antidote"
brew "difftastic"
brew "git-delta"
brew "helix"
brew "jjui"
brew "jq"
brew "just"
brew "mas"
brew "mise"
cask "alt-tab"
cask "anytype"
cask "blender"
cask "bloom"
cask "bruno"
cask "calibre"
cask "claude"
cask "claude-code"
cask "cork"
cask "crossover"
cask "cryptomator"
cask "dbngin"
cask "discord"
cask "font-geist-mono"
cask "fuse-t"
cask "macos-fuse-t/cask/fuse-t-sshfs"
cask "godot"
cask "gpg-suite"
cask "iina"
cask "little-snitch"
cask "mac-mouse-fix"
cask "orbstack"
cask "pgadmin4"
cask "proton-mail"
cask "proton-pass"
cask "qgis"
cask "raycast"
cask "rectangle"
cask "secretive"
cask "signal"
cask "slack"
cask "steam"
cask "tailscale-app"
cask "voiceink"
cask "warp"
cask "yubico-authenticator"
cask "zed"
mas "Brother iPrint&Scan", id: 1193539993
mas "Developer", id: 640199958
mas "Dropover", id: 1355679052
mas "Kagi for Safari", id: 1622835804
mas "Keynote", id: 361285480
mas "LiquidFetch", id: 6757637185
mas "Numbers", id: 361304891
mas "Pages", id: 361309726
mas "Panels", id: 1236567663
mas "Pixelmator Pro", id: 1289583905
mas "Scrap Paper", id: 1448441317
mas "SnippetsLab", id: 1006087419
mas "TestFlight", id: 899247664
mas "Wipr", id: 1662217862
go "cmd/go"
go "cmd/gofmt"
