brew "antidote"
brew "mas"
brew "mise"
cask "alt-tab"
cask "anytype"
cask "blender"
cask "bloom"
cask "bruno"
cask "calibre"
cask "cork"
cask "crossover"
cask "cryptomator"
cask "dbngin"
cask "discord"
cask "downie"
cask "firefox"
cask "font-geist-mono"
cask "godot"
cask "gpg-suite"
cask "iina"
cask "linear-linear"
cask "little-snitch"
cask "mac-mouse-fix"
cask "mullvad-vpn"
cask "ogdesign-eagle"
cask "orbstack"
cask "orion"
cask "pearcleaner"
cask "proton-drive"
cask "proton-mail"
cask "proton-pass"
cask "raycast"
cask "rectangle"
cask "runelite"
cask "secretive"
cask "signal"
cask "slack"
cask "steam"
cask "tailscale-app"
cask "warp"
cask "yubico-authenticator"
cask "zed"
mas "Anybox", id: 1593408455
mas "Brother iPrint&Scan", id: 1193539993
mas "Command X", id: 6448461551
mas "Developer", id: 640199958
mas "Dropover", id: 1355679052
mas "Git Streaks", id: 1525795950
mas "Goodnotes", id: 1444383602
mas "Kagi for Safari", id: 1622835804
mas "Keynote", id: 361285480
mas "Keynote", id: 409183694
mas "LiquidFetch", id: 6757637185
mas "Numbers", id: 361304891
mas "Numbers", id: 409203825
mas "Pages", id: 361309726
mas "Pages", id: 409201541
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "Proton Pass for Safari", id: 6502835663
mas "Scrap Paper", id: 1448441317
mas "SnippetsLab", id: 1006087419
mas "TestFlight", id: 899247664
mas "Wipr", id: 1662217862
mas "Xcode", id: 497799835
go "cmd/go"
go "cmd/gofmt"
cargo "rustlings"
