tap "damianb-bitflipper/tap"
tap "macos-fuse-t/cask"
brew "antidote"
brew "git-lfs"
brew "jq"
brew "mas"
brew "mise"
cask "alt-tab"
cask "anytype"
cask "balenaetcher"
cask "blender"
cask "bloom"
cask "bruno"
cask "calibre"
cask "claude"
cask "cork"
cask "crossover"
cask "cryptomator"
cask "dbngin"
cask "discord"
cask "downie"
cask "firefox"
cask "font-geist-mono"
cask "fuse-t"
cask "macos-fuse-t/cask/fuse-t-sshfs"
cask "godot"
cask "gpg-suite"
cask "greenfoot"
cask "iina"
cask "linear-linear"
cask "little-snitch"
cask "mac-mouse-fix"
cask "mullvad-vpn"
cask "orbstack"
cask "pearcleaner"
cask "permute"
cask "pgadmin4"
cask "proton-drive"
cask "proton-mail"
cask "proton-pass"
cask "qgis"
cask "raycast"
cask "rectangle"
cask "secretive"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "tailscale-app"
cask "warp"
cask "yubico-authenticator"
cask "zed"
mas "Anybox", id: 1593408455
mas "Brother iPrint&Scan", id: 1193539993
mas "Consent-O-Matic", id: 1606897889
mas "Dropover", id: 1355679052
mas "Goodnotes", id: 1444383602
mas "Kagi for Safari", id: 1622835804
mas "Keynote", id: 361285480
mas "LiquidFetch", id: 6757637185
mas "Mapper", id: 1589391989
mas "Numbers", id: 361304891
mas "Pages", id: 361309726
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "Scrap Paper", id: 1448441317
mas "Sink It", id: 6449873635
mas "SnippetsLab", id: 1006087419
mas "TestFlight", id: 899247664
mas "Wipr", id: 1662217862
go "cmd/go"
go "cmd/gofmt"
